/* Error messages. */
"Error:  %@" = "Errore: %@";
"An error occurred.  %@  OSErr %d" = "Si è verificato un errore. %@  OSErr %d";
"Unable to open that file." = "Impossibile aprire quel documento.";
"Unable to execute that file." = "Impossibile eseguire quel documento.";
"A script error occurred.  %s" = "Si è verificato un errore di script.  %s";
"Unable to resolve that alias because the original item cannot be found." = "Non posso aprire l'alias perché non trovo l'elemento originale.";

/* Menu items. */
"%@ Scripts" = "Script %@";
"Open Scripts Folder" = "Apri la cartella script";
"Network Scripts" = "Script di network";

/* [3466319] [3917107] */
"Open Network Scripts Folder" = "Apri la cartella script network";
"Open Computer Scripts Folder" = "Apri la cartella script del computer";
"Open User Scripts Folder" = "Apri la cartella script utente";
"Open %@ Scripts Folder" = "Apri la cartella script %@";

/* Menu item for opening the default script editor application. Parameter is the name of the application. */
"Open %@" = "Apri %@";

/* Default script editor application name, used when the current application cannot be found. In this string, "Script Editor" does not refer literally to the application named "Script Editor". */
"Default Script Editor" = "Script Editor di default";
